Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Jak życie? Jak życie? Nie jestem bogaty, cała ta farsa na nic... będę musiał znaleźć inny sposób na zarobek...
uk: Як життя? Як життя? Я не багатий, весь цей абсурд ні до чого... Доведеться шукати інший спосіб заробітку...

source: Jak... jak to się stało?
uk: Як... як це сталося?

source: Jaka dzika horda?
uk: Яка орда дикунів?

source: Jaka jest twoja cena?
uk: Яка твоя ціна?

source: Jaka jest twoja historia?
uk: Яка у тебе історія?

source: Jaka jest twoja odpowiedź?
uk: І яка твоя відповідь?

source: Jaka piękna! Tylko... co mogło zniszczyć takie misterne dzieło?
uk: Яка краса! Тільки... що могло зруйнувати таку майстерну роботу?

source: Jaka szkoda, że nie mamy teraz czasu na dokładne przyjrzenie się sprawie.
uk: Шкода, що зараз у нас немає часу розібратися в цьому питанні досконально.

source: Jaka?
uk: Яка?

source: Jakaś baba cię przysłała? Czego one to nie wymyślą.
uk: Тебе якась жінка прислала? Чого вони тільки не придумають.

source: Jakaś cicha polana lub plaża z dala od ludzi byłaby idealna.
uk: Тиха галявина або пляж подалі від людей були б ідеальним варіантом.

source: Jakaś kobieta przyszła odebrać młotki i figurkę.
uk: Якась жінка прийшла забрати молотки і статуетку.

source: Jakaż szkoda, że stanąłeś po złej stronie w tym konflikcie.
uk: Шкода, що ти зайняв не той бік в цьому конфлікті.

source: Jakaż wielka i niepożałowana strata. Udało mi się odnaleźć tylko 3 paczki dla przewoźnika.
uk: Яка велика та прикра втрата. Я зміг знайти тільки 3 пакунки для перевізника.

source: Jakby ci to powiedzieć, nie lubię tłoku.
uk: Чесно кажучи, я не люблю натовпу.

source: Jakby ci to powiedzieć...
uk: Як би це сказати...

source: Jakby ci to wyjaśnić...
uk: Як би це пояснити...

source: Jakby pan kupił coś dla swojej wybranki, to pewnie uzyskałby pan lepszy efekt. Ja, w każdym razie, nie mam zamiaru dłużej marnować tutaj czasu. Żegnam.
uk: Якби пан купив щось для коханої людини, він, ймовірно, отримав би кращий результат. У всякому разі, я не хочу більше витрачати тут час. Бувайте.

source: Jakby spod ziemi wyrósł kolejny oddział nieumarłych.
uk: Неначе з-під землі виринув ще один загін нечисті.

source: Jakby tak miało być, to już dawno stałbym pod wejściem. Mogłeś przynajmniej wymyślić bardziej wyszukane kłamstewko.
uk: Якби це було правдою, я б уже давно стояв біля входу. Можна було придумати щось краще.

source: Jakby to ująć... Rosita nigdy nie zabiłaby ścierwojada znoszącego złote jaja.
uk: Як би це сказати... Розіта ніколи не вбила б падальника, який несе золоті яйця.

source: Jakby to ująć... To nie do końca była jego wina.
uk: Як би це сказати... Це була не зовсім його провина.

source: Jakby to łagodnie określić... nie chcą cię tam.
uk: Як би це м'якше сказати... вони не хочуть тебе там бачити.

source: Jakbyś jednak gdzieś widział mojego zwierzaka, przyprowadź go proszę do mnie.
uk: Але якщо ти десь побачиш мого улюбленця, будь ласка, приведи його до мене.

source: Jakbyś miał jeszcze jakieś wątpliwości, to w razie porażki postawię ci jabłko na głowie i każę żółtodziobom w nie strzelać. Wierz mi, to nie jest nic przyjemnego.
uk: Якщо ти все ще сумніваєшся, то в разі провалу я покладу тобі на голову яблуко і скажу новобранцям стріляти в нього. Повір мені, це зовсім не весело.

source: Jakbyś mógł zaradzić, by coś takiego nie powtórzyło mi się w przyszłości, to byłbym bardzo wdzięczny.
uk: Якщо ти зможеш зробити так, щоб нічого подібного не повторилося в майбутньому, я буду дуже вдячний.

source: Jakbyś na przykład znalazł koło zębate przy jednym z nich, zwłaszcza przy tym głupszym, jak mu tam... Recon chyba.
uk: Ну, якби ти знайшов у них шестерню, особливо в того, дурнішого, як там його звуть... Рікон, начебто.

source: Jakbyś nie zauważył, jest was cała horda i każde z was dostanie po równo!
uk: Якщо ти не помітив, то вас тут ціла ватага, і кожен з вас отримає однакову порцію!

source: Jaki Fane? Zostałem zaatakowany przez tego nieumarłego, ale żadnego Fane'a nie widziałem.
uk: Який Фейн? На мене напала ця нечисть, але я не бачив ніякого Фейна.

source: Jaki był ojciec w młodości?
uk: Яким був батько в молодості?

source: Jaki ekwipunek wchodzi w skład dodatkowego przydziału?
uk: Яке спорядження входить до складу додаткового забезпечення?

source: Jaki incydent?
uk: Який інцидент?

source: Jaki jest dalszy plan?
uk: Які подальші плани?

source: Jaki jest pierwszy sposób?
uk: Який перший спосіб?

source: Jaki jest twój plan?
uk: Який твій план?

source: Jaki jest wasz plan?
uk: Який ваш план?

source: Jaki krok?
uk: Що саме?

source: Jaki masz plan?
uk: І який у тебе план?

source: Jaki masz z nami problem?
uk: Що тобі в нас не подобається?

source: Jaki pijaczyna?
uk: Який п'яниця?

source: Jaki szef, tacy pracownicy! Cholera by ich wzięła! Tylko o pieniądzach myślą, zero wrażliwości na nieszczęście ludzkie! Już ja im zaraz... znaczy no, pora na dalszy spacer. Do widzenia.
uk: Який хазяїн, такі й працівники! Трясця їх матері! Вони думають тільки про гроші, ніякого співчуття до людських страждань! Зараз я їм покажу... я маю на увазі, що нам пора йти. До побачення.

source: Jaki test?
uk: Який тест?

source: Jaki to będzie znak? Proponuję zapalenie ognia na końcu ścieżki. Widoczny z daleka, dodatkowo odstrasza zwierzęta, i raczej nie zostanie wznieciony przez kogoś przypadkowego.
uk: Яким буде сигнал? Пропоную розпалити багаття в кінці стежки. Його буде видно здалеку, воно відлякуватиме звірів, та і навряд чи хтось ще розпалюватиме тут багаття.

source: Jaki to ma związek z naszą sprawą?
uk: Як це пов'язано з нашою справою?

source: Jaki zakładzik masz na myśli?
uk: Яку ставку ти маєш на увазі?

source: Jaki znowu Ernesto? Nie znam żadnego Ernesto!
uk: Який ще Ернесто? Не знаю я ніякого Ернесто!

source: Jakich plotek?
uk: Яких чуток?

source: Jakie bestie?
uk: Які тварюки?

source: Jakie jest zdanie gubernatora na ten temat?
uk: Яка позиція губернатора з цього приводу?

source: Jakie mikstury są najwięcej warte?
uk: Які зілля найдорожчі?

source: Jakie miody tutaj wytwarzacie?
uk: Який мед ви тут робите?

source: Jakie mięso mam przynosić?
uk: Яке м'ясо я маю приносити?

source: Jakie panują tu nastroje w ciągu ostatnich dni?
uk: Які настрої тут панують останніми днями?

source: Jakie panują tu warunki?
uk: Які тут умови?

source: Jakie podejście proponujesz?
uk: Який план дій ти пропонуєш?

source: Jakie pozwolenie?
uk: Який дозвіл?

source: Jakie prawa panują w Silbach?
uk: Які закони діють в Cільбаху?

source: Jakie przepisy egzekwujesz?
uk: Як ти забезпечуєш дотримання законів?

source: Jakie przynosisz wieści, młodzieńcze?
uk: Які новини ти приніс, юначе?

source: Jakie przynosisz wieści?
uk: Які новини ти приніс?

source: Jakie próbki?
uk: Які зразки?

source: Jakie rachunki? O czym ty mówisz?
uk: Які борги? Про що ти говориш?

source: Jakie rośliny chcesz zasadzić?
uk: Які рослини ти хочеш посадити?

source: Jakie szaty? Przecież nie masz nic na sobie!
uk: Який одяг? На тобі ж нічого немає!

source: Jakie są moje obowiązki?
uk: У чому полягають мої обов'язки?

source: Jakie są najnowsze wieści z frontu?
uk: Які останні новини з фронту?

source: Jakie są wasze żądania?
uk: Які ваші вимоги?

source: Jakie są zasady?
uk: Які правила?

source: Jakie są zatem wasze warunki?
uk: Тож що ти пропонуєш?

source: Jakie to ma być wsparcie?
uk: Якою має бути ця підмога?

source: Jakie to ma teraz znaczenie?
uk: Яке це зараз має значення?

source: Jakie to ma znaczenie?
uk: Яке це має значення?

source: Jakie to zwierzęta?
uk: Що це за тварини?

source: Jakie towary oferujesz?
uk: Які товари ти пропонуєш?

source: Jakie treningi urządzasz?
uk: Які тренування ти проводиш?

source: Jakie wino tu produkujesz?
uk: Яке вино ви тут виробляєте?

source: Jakie zdanie ma gubernator o waszej prywatnej armii?
uk: Що думає губернатор про вашу приватну армію?

source: Jakie zeznania?! Niedoczekanie twoje!
uk: Які свідчення? Не дочекаєшся!

source: Jakie znowu zaświadczenie?
uk: Яку ще розписку?

source: Jakie?
uk: Які?

source: Jakiego buntu!? Krytykujemy jego nowe zarządzenie! Ludzie trafiają za nic do niewoli w kolonii!
uk: Якого бунту?! Ми критикуємо його новий указ! Людей ні за що поневолюють в колонії!

source: Jakiego buntu? Nie wiem o czym mówisz człowieku!
uk: Якого ще повстання? Я не знаю, про що ти говориш, чоловіче!

source: Jakiej grupie przewodzi Jon?
uk: Яку групу очолює Йон?

source: Jakiej książki?
uk: Якою книгою?

source: Jakiej umowy?
uk: Якої угоди?

source: Jakieś 5 paczek. Całość miała pójść do magazynu, bo Roderich jakiś czas temu kazał mi stopniowo gromadzić zapasy na wypadek większych problemów.
uk: Близько 5 пакунків. Все це мало відправитися на склад, тому що Родеріх нещодавно наказав мені, щоб я поступово нарощував запаси на випадок більших проблем.

source: Jakieś kilka tygodni przed zamachem, Ars nawiązał kontakt z niejakim Blakiem. Facet próbuje wywrócić to miasto do góry nogami.
uk: Приблизно за кілька тижнів до замаху Арс зв'язався з деким на ім'я Блейк. Цей хлопець намагається перевернути все місто догори дригом.

source: Jakieś mniej ekstremalne rady?
uk: Є якісь менш екстремальні пропозиції?

source: Jakieś ostatnie słowa Kuno?
uk: Хочеш сказати щось наостанок, Куно?

source: Jakieś ostatnie słowa, Kuno?
uk: Хочеш сказати щось наостанок, Куно?

source: Jakieś podejrzane mi się to wydaje, zachowaj lepiej to złoto dla siebie. Nie chcę żadnych kłopotów.
uk: Якось підозріло це виглядає. Краще тримай це золото при собі. Мені не потрібні неприємності.

source: Jakieś pomysły, gdzie zacząć poszukiwania Rozjemcy?
uk: Є ідеї, з чого почати пошук Миротворця?

source: Jakieś pomysły, kto jest odpowiedzialny za te malowidła w Starym Mieście?
uk: Є ідеї, хто відповідальний за ці плями в Старому місті?

source: Jakieś postępy?
uk: Є успіхи?

source: Jakieś rady odnośnie miasta?
uk: Порадиш щось стосовно міста?

source: Jakieś rady?
uk: Порадиш щось?

source: Jakieś sugestie co do jego wywabienia?
uk: Є пропозиції як його виманити?

source: Jakieś wskazówki, gdzie może być?
uk: Є підказки, де він може бути?

source: Jakim Antonio?! Na imię mi Gonzalo!
uk: Який ще Антоніо?! Мене звуть Гонсало!

source: Jakim cudem ci najemnicy zdołali pokonać potężnych Magów Ognia?
uk: Як цим найманцям вдалося перемогти могутніх Магів Вогню?

source: Jakim cudem miecz nie zmroził cię na kość? Kessel ledwo przeżył swoją próbę dobycia go!
uk: Яким дивом меч не проморозив тебе до кісток? Кессель ледве пережив спробу заволодіти ним!

source: Jakim cudem nie słyszałeś o mnie?
uk: Як так сталося, що ти не чув про мене?

source: Jakim cudem pozbyłyście się tego pirata?
uk: Як ви позбулися цього пірата?

source: Jakim cudem udało mu się wejść na teren posesji, omijając przy tym wartowników?
uk: Яким дивом йому вдалося проникнути на територію, оминувши охорону?

source: Jakim cudem udało mu się wejść na teren posesji?
uk: Яким дивом йому вдалося проникнути на територію?

source: Jakim konflikcie? Holdwig zrobił to, co powinien był zrobić dawno temu - nie potrzebujemy tu inteligentów pokroju Andreasa!
uk: Який конфлікт? Гольдвіг зробив те, що мав зробити вже давно, – нам тут не потрібні такі розумники, як Андреас!

source: Jakim konflikcie? Holdwig zrobił to, co powinien był zrobić dawno temu - nie potrzebujemy tutaj inteligentów pokroju Andreasa!
uk: Який конфлікт? Гольдвіг зробив те, що мав зробити давним-давно, – нам тут не потрібні такі розумники, як Андреас!

source: Jakim rozładunku? Nikt ich nie sprowadza.
uk: Яке розвантаження? Ніхто їх не привозить.

source: Jakim zamachu?
uk: Який замах?

source: Jakimś cudem Lena sama wróciła do domu. Skoro była na tyle rezolutna, by poradzić sobie na własną rękę, to biorąc udział w poszukiwaniach tylko straciłem czas.
uk: Якимось дивом Олена дісталася додому сама. Якщо вона настільки сильна, щоб впоратися самостійно, то моя участь у пошуках лише змарнувала б мій час.

source: Jakimś cudem ją przetrwałem i dodryfowałem razem z moimi towarzyszami w pobliże Archolos. Tam znaleźli nas i zabrali do portu rybacy.
uk: Якимось дивом я вижив і разом з товаришами доплив до околиць Архолосу. Там нас знайшли і доправили до порту рибалки.

source: Jakiś czas temu Tomas, piwowar z miasta, próbował wprowadzić je na rynek.
uk: Нещодавно Томас, пивовар з міста, намагався вивести його на ринок.

source: Jakiś czas temu Ulryk rozkazał urządzić tam hodowlę bagiennego ziela. Wszystko przebiegało spokojnie, rośliny rosły jak na drożdżach, zbieraliśmy je, suszyliśmy i robiliśmy skręty.
uk: Деякий час тому Ульрік наказав створити там ферму з вирощування болотної трави. Все йшло добре, рослини росли як на дріжджах, ми збирали їх, сушили і робили скрутки.

source: Jakiś czas temu jednemu z nich wypadła kartka z tym idiotycznym przemówieniem. Dopiero wtedy zdałem sobie sprawę, że wszystko, co mówią, spisuje im ktoś inny.
uk: Нещодавно в одного з них випав папірець з тією ідіотською промовою. Тільки тоді я зрозумів, що все, що вони говорять, написано для них кимось іншим.

source: Jakiś czas temu ją odwiedziłem, udało mi się zarobić kilka monet.
uk: Я відвідав її нещодавно і навіть зумів заробити кілька монет.

source: Jakiś czas temu ją odwiedziłem.
uk: Нещодавно я її відвідував.

source: Jakiś czas temu kupiliśmy go z kolegami od tego tu alchemika.
uk: Нещодавно ми з друзями купили його у тутешнього алхіміка.

source: Jakiś czas temu pracowałem na winnicy Valerio, niech Adanos da mu ukojenie.
uk: Деякий час тому я працював на винограднику Валеріо, нехай Аданос його благословить.

source: Jakiś czas temu przyszedł do mnie Kurt i poprosił o herbatę ze spirytusem. Mówił, że Jornowi się pogorszyło i znowu zaczął majaczyć.
uk: Деякий час тому Курт прийшов до мене і попросив чаю зі спиртом. Він сказав, що Йорну стало гірше і він знову почав марити.

source: Jakiś czas temu siedziałem w karczmie Helgi z Finbarem i opijaliśmy udaną dostawę. Jak to zazwyczaj bywa, gdy tylko pojawiło się sporo alkoholu na stole, to zeszło się więcej ludzi.
uk: Нещодавно я сидів з Фінбаром у корчмі Хельги і святкував успішну доставку. Як це зазвичай буває, як тільки на столі з'являється багато алкоголю, приходить ще більше людей.

source: Jakiś czas temu się tutaj przypałętali, Cortez wszystko z nich wycisnął i przynajmniej teraz mamy pewność, że straż nie ma pojęcia o naszej kryjówce.
uk: Ці дезертири тут уже деякий час. Кортез витяг із них усе, що міг, і, принаймні, зараз ми впевнені, що Міська Варта навіть не здогадується про наш сховок.

source: Jakiś czas temu w moje ręce wpadł bardzo stary łuk. Początkowo myślałam, żeby wykorzystać go jako ozdobę na ścianę, ale coś mnie podkusiło i wystrzeliłam z niego kilka strzał.
uk: Деякий час тому до моїх рук потрапив дуже старий лук. Спочатку я думала використовувати його як прикрасу для стіни, але щось мене спокусило, і я випустила з нього кілька стріл.

source: Jakiś czas temu wszedłem w posiadanie pięknego młota bojowego. Osobiście wolę korzystać z mieczy dwuręcznych, więc mogę ci go odstąpić.
uk: Нещодавно я став власником чудового бойового молота. Особисто я віддаю перевагу дворучним мечам, тож можу віддати його тобі.

source: Jakiś czas temu wszedłem w posiadanie tego dziwnego miecza.
uk: Нещодавно до мене потрапив ось цей дивний меч.

source: Jakiś czas temu znalazłem księgę opisującą kunszt płatnerzy z Vardhal.
uk: Деякий час тому я знайшов книгу, що описує майстерність бронярів з Вардхалу.

source: Jakiś czas temu, kilku przybyszów zaproponowało, że podejmą się naprawy dźwigu.
uk: Нещодавно кілька новоприбулих запропонували взятися за ремонт підйомника.

source: Jakiś czas temu, w pobliżu pracowni Bodowina. Nękały jego uprawy ziół.
uk: Нещодавно, біля майстерні Бодовіна. Вони нищили його посіви трав.

source: Jakiś element występu scenicznego, który w bezpośredni sposób odnosiłby się do nowego prawa.
uk: Якийсь елемент вистави, який би безпосередньо стосувався нових законів.

source: Jakiś facet wymusza haracz na podróżnych.
uk: Якийсь хлопець вимагає гроші з подорожніх.

source: Jakiś gość w kapturze. Nie udało mi się dojrzeć jego twarzy. Nie był też zbyt gadatliwy.
uk: Якийсь хлопець у каптурі. Мені не вдалося розгледіти його обличчя. Він був не дуже балакучий.

source: Jakiś na pewno. Widzisz, ludzie pokroju Kuno zawsze domagają się szybkich i gwałtownych zmian, licząc, że wszyscy na nich zarobią i będą szczęśliwi.
uk: Напевно, так і є. Розумієш, люди на зразок Куно завжди вимагають швидких і різких змін, сподіваючись, що всі зароблять на цьому і будуть щасливі.

source: Jakiś obywatel podziwiał architekturę kościoła Innosa. Ewidentnie się nas przestraszył, ale zdecydowałem się mu nie przeszkadzać.
uk: Якийсь містянин милувався архітектурою церкви Інноса. Вочевидь, він злякався нас, але я вирішив його не турбувати.

source: Jakiś podejrzany osobnik chciał z tobą pogadać.
uk: Якась підозрілий чоловік хотів з тобою поговорити.

source: Jakiś pomysł jak się go pozbyć?
uk: Є ідеї, як його позбутися?

source: Jakiś pomysł, co byłoby dobrym 'hakiem'?
uk: Є ідеї, що могло б стати гарною 'зачіпкою'?

source: Jakiś pomysł, co teraz? Roderich nas powiesi, jeśli ich nie dorwiemy.
uk: Є якісь ідеї, що тепер робити? Родеріх нас повісить, якщо ми їх не знайдемо.

source: Jakiś pomysł, jak się stąd wydostać?
uk: Є ідеї, як звідси вибратися?

source: Jakiś półgłówek próbował mnie okantować w Silbach.
uk: Якийсь бовдур намагався мене обдурити в Сільбаху.

source: Jakiś rybak z pewnością za nią tęskni.
uk: Без сумніву, якийсь рибалка сумує за нею.

source: Jakiś sfrustrowany biedak. Podobno jego ojciec zadłużył się u Volkera na okrągłą sumkę.
uk: Якийсь розчарований бідолаха. Схоже, що його батько заборгував Волкеру велику суму.

source: Jakiś tuzin. Teraz otworzyliśmy dwie, więc wychodzi po 5 butelek na głowę.
uk: Близько дюжини. Зараз ми відкрили дві, тож виходить по п'ять пляшок.

source: Jakiś tydzień temu poszedł za potrzebą w stronę lasu i zaginął bez wieści.
uk: Близько тижня тому він пішов до лісу, справити природні потреби та безслідно зник.

source: Jakiś tydzień temu wartownik o imieniu Hendrik poszedł za potrzebą na skraj lasu.
uk: Близько тижня тому охоронець на ім'я Хендрік вийшов на узлісся справити нужду.

source: Jakkolwiek bezpodstawne były te oskarżenia, nowe przepisy mówiły wyraźnie: każdy współpracownik Wilczych Synów i Lichwiarza, który sam nie wydał się w ręce władz, ma zostać skazany.
uk: Якими б безпідставними не були ці звинувачення, нове законодавство чітко давало зрозуміти: будь-який поплічник Вовчих Синів та Лихваря, який добровільно не здався владі, мав бути засуджений.

source: Jakkolwiek niedorzecznie może brzmieć ta informacja, pszczelarze twierdzą, że w pobliżu spalonego młyna osiedliły się smoki.
uk: Як би безглуздо це не звучало, але пасічники стверджують, що біля згорілого млина оселилися дракони.

source: Jakkolwiek niedorzecznie może brzmieć ta informacja, pszczelarze twierdzą, że w pobliżu spalonego młyna osiedliły się smoki. Wiadomości przekazywane przez podróżujących zdają się potwierdzać obecność tych prastarych bestii. W okolicy czuć zapach siarki, dostrzec można buchające zza chat płomienie, a w okolicy znaleziono kilka nadpalonych zwierzęcych ciał. Łowca, który zdoła wyjaśnić te dziwne zajścia i pozbyć się ewentualnych bestii, otrzyma nagrodę w wysokości 600 sztuk złota bezpośrednio od łowcy Garosa.
uk: Як би безглуздо це не звучало, але пасічники стверджують, що біля згорілого млина оселилися дракони. Розповіді мандрівників начебто підтверджують присутність цих древніх чудовиськ. У цій місцині відчувається запах сірки, з–за хатин можна побачити язики полум'я, а в околицях було знайдено кілька обгорілих трупів тварин. Мисливець, якому вдасться пояснити ці дивні події та позбутися звірів, якщо такі є, отримає винагороду у розмірі 600 золотих безпосередньо від мисливця Гароса.

source: Jako cywilizowani ludzie daliśmy im wybór. To ich błędem było odrzucenie tej rozsądnej propozycji.
uk: Як цивілізовані люди, ми дали їм вибір. Їхньою помилкою було відхилити цю розумну пропозицію.

source: Jako członek Gildii Araxos, nie muszę płacić za wchodzenie do kopalni.
uk: Як член Гільдії Араксос, я не повинен платити за вхід до копальні.

source: Jako członek jednej z nich z pewnością otworzyłoby się dla ciebie wiele drzwi. Miałbyś dach nad głową, kilka monet żołdu i z pewnością mógłbyś poprosić o jakąś przysługę.
uk: Членство в одній з них, безумовно, відкриє перед тобою багато дверей. У тебе буде дах над головою, трохи грошей на прожиття і ти зможеш розраховувати на певні привілеї.

source: Jako człowiek Gildii z pewnością na co dzień obracasz się w szemranym towarzystwie.
uk: Як член Гільдії, ти, безумовно, щодня маєш справу з сумнівною компанією.

source: Jako człowiek interesów, pozwól, że zapytam... Ile będziesz sobie życzył za taką usługę?
uk: Як ділова людина, я хочу запитати тебе... Скільки ти візьмеш за таку послугу?

source: Jako człowiek na wskroś uczciwy, razem z moją załogą wywiązaliśmy się z naszej części umowy i dotarliśmy do wyznaczonego miejsca.
uk: Як чесна людина, я зі своєю командою виконав свою частину угоди і доставив вас до місця призначення.

source: Jako człowiek nauki postanowiłem sprawdzić, jakie przyniesie to efekty. Niestety, eksperymenty nie okazały się na tyle owocne, na ile się spodziewałem.
uk: Як людина науки, я вирішив подивитися, який ефект це матиме. На жаль, експерименти виявилися не такими плідними, як я сподівався.

source: Jako dowódca straży nie mogę uczyć każdego z jej członków. Zajmuję się szkoleniem wyłącznie naszych najlepszych ludzi z elitarnych oddziałów.
uk: Як командир Варти, я не можу навчати кожного вартового. Я відповідаю за підготовку лише наших найкращих людей з елітних підрозділів.

source: Jako dziecko?! Równie dobrze wioska może być spalona, a wuj zarżnięty przez orków. Najbezpieczniej jest zostać tutaj i poczekać do świtu.
uk: В дитинстві?! Село може бути спалене, а дядько зарізаний орками. Найбезпечніше буде залишитися тут і дочекатися світанку.

source: Jako jedyny twierdzisz, że Stan przegrał niewiele i jako jedyny twierdzisz, że nie oszukiwał.
uk: Ти єдиний, хто стверджує, що Стен мало програв, і єдиний, хто стверджує, що він не шахраював.

source: Jako jedyny widziałeś ten sprzęt w akcji, więc ci zaufam. Wielkie dzięki, Marvin. Dałbym ci nagrodę, ale... sam rozumiesz, mamy pilniejsze wydatki. Ku chwale straży!
uk: Лише ти один бачив це спорядження в дії, тому я довіряю тобі. Вельми дякую, Марвіне. Я б дав тобі винагороду, але... ти ж сам розумієш, у нас є більш нагальні витрати. На славу Варти!

source: Jako kat pewnie znasz się na kościach. Oprócz ich łamania potrafiłbyś też je nastawić?
uk: Як кат, ти, мабуть, знаєшся на кістках. Можливо, не тільки ламати, але й вправляти їх вмієш?

source: Jako kucharz, to ty odpowiadasz za jedzenie na winnicy...
uk: Як кухар, ти відповідаєш за їжу на винограднику...

source: Jako kusznik drugiego stopnia nie możesz walczyć byle czym. Proszę, ten pancerz wykonano na specjalne zamówienie.
uk: Як арбалетник другого ступеня, ти не можеш битися в чому прийдеться. Тримай, цей обладунок виготовлено на замовлення.

source: Jako młodzieniaszek na pewno masz dużo wolnego czasu i sił. Jeśli zrobisz, o co cię proszę, to możesz być pewien, że ci się odwdzięczę!
uk: Оскільки ти молодий, у тебе, звичайно, багато вільного часу і сил. Якщо зробиш те, про що я прошу, можеш бути впевнений – я тобі віддячу!

source: Jako nagrodę za pomoc otrzymałem od Harolda... rybę? Mam nadzieję, że to co mówi rybak jest prawdą i rzeczywiście znajduje się w niej coś cennego.
uk: В нагороду за свою допомогу я отримав від Гарольда... рибу? Сподіваюся, те, що сказав рибалка – правда, і в рибі справді є щось цінне.
